<%@ page language="C#" masterpagefile="~/MasterPages/MasterPage.master" autoeventwireup="true" inherits="Home_TermsOfUse, App_Web_termsofuse.aspx.cc09902d" title="Untitled Page" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
	<link href="../css/help.css" type="text/css" rel="stylesheet" media="screen" />
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="cphMainWrapper" Runat="Server">
	<div class="mainbody">
			<div class="mainleft" style="width: 940px;">
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">WeiAngels.Org使用条款</b>
					<div class="help_desc_item">
						<p>请在使用前仔细阅读天津凯西霍尔商务信息咨询有限公司公司（以下简称KH）所提供的服务使用条款（"协议"或"使用条款"）。本协议提出了在www.weiangels.org（"网站"）上所使用的服务条款。该服务归本公司（统称本网站，"服务"）所拥有，并由本公司经营。以任何形式通过对网站或服务的使用，包括但不限于对本网站的访问或浏览，以及您同意接受本协议的约束。该协议适用于所有站点的用户或服务，包括用户本身，信息等方面的材料或现场服务的提供者。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">条款的接受</b>
					<div class="help_desc_item">
						<p>提供的这项服务是遵从接受没有修正的所有条款和条件，包括（"使用条款"），其条件还包含了网址www.weiangels.org/privacy上的隐私政策和其他的一些可能不定时公布在公司网站上的操作规则，政策和程序，其中每一项可能都包含在参考内容里，每一项都有可能在没有通知你的情况下由公司随时进行更新。此外，此服务项目下的某些服务可能要求遵从公司随时发布的额外的条款及条件；你的此项服务的使用得遵从这些附加的条款和条件，同时也纳入了使用条款参考中。</p>
						<p>这项服务仅适合18岁及以上的个人。如果您声明并保证你是个人，而且已达到可以签订有约束力合同的法定年龄，您登记时要求提交的所有信息都必须是准确和真实。公司可自行决定拒绝提供这项服务给任何个人或实体，在任何时候都可以改变其资格条件。当被法律禁止或者享受这项服务的权力被司法管辖区撤销时，这一规定便失效。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">使用条款的修改</b>
					<div class="help_desc_item">
						<p>公司在任何时候保留修正或替换其中任何条款，或变更，或暂停，或终止本服务（包括但不限于任何特征的有效性、数据库、或内容）的权利，可通过网站发布或发送电子邮件的形式通知进行保证，公司保留自行决定权。公司也可以在没有通知的情况下对某些功能和服务加以限制，限制你访问部分或全部的服务。定期检查使用条款的更改情况是您的责任。遵循发布的使用条款的更改，继续使用此服务代表您接受这些更改。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">规则及执行</b>
					<div class="help_desc_item">
						<p>根据使用条件，你承诺不以任何目的使用此服务所禁止的使用服务条款。此服务（包括但不限于任何内容或用户意见书（下文有定议））只服务于您个人，没有商业用途（除非在项目中有规定：使用条款的筹款活动和商务活动）。您要对和此服务有关的活动负责。关于使用条款的目的，条件"内容"包括但不限于用户意见书，视频，音频剪辑，论坛的书面意见，信息，数据，文字，照片，软件，脚本，图形以及产生的交互功能，提供或以其他方式由公司或其合作伙伴通过此服务获得。</p>
						<p>通过举例的方式，而不是作为一个限制，您不能通过本服务（且不应允许任何第三方）按（a）采取任何行动或（b）上传，下载，张贴，提交或以其他方式分发或促进任何分配内容，包括但不限于任何用户提交，即：</p>
						<ul>
							<li><p>侵犯任何专利，商标，商业秘密，版权，发行权或任何其他人或实体的其他权利或违反任何法律或合同义务;</p></li>
							<li><p>你知道是不正确的，误解的，不真实或不准确的内容;</p></li>
							<li><p>非法，威胁，辱骂，骚扰，诽谤，中伤，欺骗，欺诈，侵犯他人隐私，非法侵权，淫秽，攻击性或亵渎;</p></li>
							<li><p>未经同意或授权的广告或宣传材料，或任何垃圾邮件，垃圾信息或连锁信件的形成;</p></li>
							<li><p>包含软件病毒或其他计算机代码，档案，或设计或意图扰乱，破坏，限制或干涉任何软件，硬件或通讯设备的正常工作，或损坏或获取任何未经授权的访问系统的方案，数据，密码或其他公司和任何第三方的信息;
</p></li>
							<li><p>或冒充任何人或雇员，包括冒充公司雇员或代表。</p></li>
						</ul>
						<p>此外，您不能有如下的行为：（i）采取任何会对公司基础设施强加或施加（由公司自行决定）不合理或过大负荷的行动；（ii）干涉或试图干涉此项服务或此项服务进行的任何活动的正常工作；(iii) 公司可跳过任何措施来阻止或限制访问服务（或其他账户，电脑系统或连接到服务的网络）; (iv)运行关于此项服务的邮件清单，邮件用户清单服务，或任何其他自动应答或"垃圾邮件"，或(v)使用手动或自动软件，设备或其他程序显示在网站的任何页面。</p>
						<p>您不得（直接或间接）有以下行为：（i）通过破译，反编译，反汇编，逆向工程或其他试图在有限的范围内，除了以获取源代码或相关的任何想法或服务的任何部分的算法，适用法律明确禁止限制，（ii）修改，翻译或以其他方式创造此项服务派生工作，或（iii）复制，出租，租赁，分发或以其他方式转让您收到的任何权利。 您应遵守所有适用的当地，国家和国际法律和法规。</p>
						<p>公司不保证本网站上的任何内容或用户通过服务提交的意见书（定义见下文）。公司没有义务监管网站，服务，内容，或用户提交的文件。然而，公司保留以下权利（i）公司可自行决定在任何时候删除，编辑或修改任何内容，包括但不限于任何用户在网站上的提交文件，同时恕不另行通知（包括但不限于收到第三方或主管部门有关这些内容的投诉或公告，或者公司认为这些内容已经违反了使用条款）您，（ii）删除或阻止任何关于此项服务的任何用户意见书。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">注册</b>
					<div class="help_desc_item">
						<p>你可以未经注册就能浏览网站和查看内容，但作为使用此项服务的某些方面的条件，您可能需要在本网站进行注册，选择密码和账户名称（"用户ID"）。您应该向我们提供准确，完整及最新的注册信息。如果不这样做，即构成违反此使用条款，这可能导致您的、账户立即终止。您不得有下列行为（i）选择或使用一个意图是冒充另一个人的用户ID或域名;（ii）使用用户名或域名用于未经授权的个人权利；或（iii）使用在其他方面有攻击性的用户名或域名，发布庸俗或淫秽的内容。我们有权拒绝注册，或取消用户ID或域名的权利。你需全权负责你的账号所发生的活动，并应该维护你的账号密码。在没有其他用户的明确许可的情况下，你决不能使用其他账号。或当您意识到其他账号违反相关安全时，你应以书面的形式马上通知我们你帐号的越权使用情况。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">项目：赞助和商业</b>
					<div class="help_desc_item">
						<p>Weiangels.org（"WeiAngels"）是赞助和商业的平台。 WeiAngels允许特定的用户（"项目创建者"）列出项目和从其他用户获得赞助的资金（"赞助商"）。 通过通联支付的方式收集所有支持则的承诺金额。WeiAngels在任何时间都不会收取或持有项目创建者所筹集的任何款项。</p>
						<p>WeiAngels没有义务去参与你和任何组织或/个人的互动，或通过WeiAngels的服务。这包括但不限于货物和服务的交付，任何其他的条款，条件，担保或与WeiAngels以上相关的陈述。WeiAngels不监督项目的执行和准时情况。WeiAngels不会对任何此类交易而产生的损失或损害负责。所有的交易是基于你个人与这些组织或个人之间的。WeiAngels是没有义务投入到项目创建者和赞助者，或网站会员和第三方的纠纷之中。</p>
						<p>虽然WeiAngelsI 不能为一个项目的创建者的行为负责。然而，项目创建者在不能完全履行义务时又暗示他们会负责完成任何项目。 WeiAngels在任何时候以任何理由保留取消项目申报和退还所有支持者承诺的权利。WeiAngels以任何理由保留取消项目申报发布的权利。</p>
						<p>WeiAngels不保证关于通联支付支付方式执行的公平性。此外，由于一些信用卡偶尔会有故障，WeiAngels不能保证能够全部收到目标金额。</p>
						<p>项目创建者可自行决定取消项目进行退款。 WeiAngels不负责发布已赞助项目的退款事宜。</p>
						<p>WeiAngels保留取消，中断或中止任何时间以任何理由上市的权利。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">费用及付款方式</b>
					<div class="help_desc_item">
						<p>加入WeiAngels是免费的。不过，我们对某些服务要收取费用。所有费用都通过通联支付支付方式进行收集。当您使用一项要收费的服务时，你就有机会先审查并接受你将收取的费用，这个费用可能会时不时地进行一些改动。这一改后的政策是在收到我们网站发放的通知后才方可生效。我们可能会因为促销活动选择暂时更改我们的服务费用（例如,免费刊登的时间）或新的服务项目，而且这些更改是在收到我们网站发送的临时促销活动或新服务的通知之后才方可生效。</p>
						<p>您负责支付在使用本网站时产生的相关所有费用和税。当发生因为违反使用条款而取消服务项目的状况时，除非WeiAngels自行决定此退款是合理的，否则所有费用一律不予退还。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">第三方网站</b>
					<div class="help_desc_item">
						<p>该服务可允许您链接到互联网上的其他网站或源头，这些可能含有到本网站的链接。当您访问第三方网站时，这样做就需要您自行承担风险。这些第三方网站不受公司的控制，并且您同意公司不负责或承担责任的内容，功能，准确性，合法性，恰当性或任何此类网站或资源的其他方面。任何此类链接并不意味着得到公司或其经营协会的赞同或支持。您承认本公司概不负责或承担通过任何此类网站或源头而造成的赔偿责任，直接或间接造成的任何损害或损失，商品或提供的服务或连带造成的损失。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">内容和许可证</b>
					<div class="help_desc_item">
						<p>你赞同此项服务包含公司或其合作伙伴提供的特别内容，而且其内容受版权，商标，服务商标，专利，商业秘密或其他专有权利和法律保护。您应遵守和维护该服务内容中包含的所有的版权声明，信息以及限制。</p>
						<p>公司授予本网站的每个用户和/或服务都是全球性、非排他性、不可转授权和不可转让的许可使用，编辑和内容复制，仅供个人使用的非商业用途。未经公司事先书面的许可或版权持有人在这类内容的版权标识，使用，复制，改编，分发或储存任何内容而不是用于个人，明确禁止其非商业用途。您不得以任何方式或以商业用途销售，出租或以其他方式使用或任何侵犯第三方权利内容的开发。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">第三方知识产权- 版权通知</b>
					<div class="help_desc_item">
						<p>WeiAngels尊重他人的知识产权，并且要求其用户也做到这一点。 WeiAngels可能在适当的环境下自行决定终止侵犯他人的知识产权的用户帐户。 如果WeiAngels收到该内容侵犯版权的适当的通知，将按照著作权法删除侵权材料。</p>
						<p>如果您认为您的作品在某种程度上已经构成复制版权的侵权行为，请给WeiAngels的版权代理提供一份书面通知，至少包括以下信息（请和您的法律顾问确认这些要求，如需更多信息，见中国版权法）：</p>
						<ul>
							<li><p>可代表版权利益所有者的及授权人的电子或真实签名；</p></li>
							<li><p>声称被侵权的受版权保护作品的说明；</p></li>
							<li><p>声称侵权材料的具体内容在WeiAngels网站中，在上面能找到为WeiAngels提供充分说明的材料；</p></li>
							<li><p>您的住址，电话号码和电子邮件地址；</p></li>
							<li><p>您因为此未经作者授权、其代理人或法律的授权的争议材料而作了相关声明；</p></li>
							<li><p>及这份声明证明您的上述信息都真实准确，如有伪证则需接受处罚，您是著作权人或者被授权人代表著作权所有者。</p></li>
						</ul>
						<p>如果您认为您的作品因被误解或识别错误而被禁用时，请给WeiAngels的版权代理提供书面通知并至少包括以下信息至少包括以下信息（请和您的法律顾问确认这些要求，如需更多信息，见中国版权法）：</p>
						<ul>
							<li><p>此服务用户的真实或电子签名；</p></li>
							<li><p>已删除材料的证明，或已被禁用的网址及访问路径，及该材料被删除前所在的位置或被禁用路径的访问；</p></li>
							<li><p>您的声明如是伪证则需处罚，用户有理由充分相信该材料是因为错误或误认而被删除或禁用；</p></li>
							<li><p>并且用户的姓名，地址，电话号码，该用户同意所在的位置的司法区法院的声明，或者用户的地址是中国以外的任何司法管辖区司法区域内的服务。</p></li>
						</ul>
						<p>
							您承诺未能遵守上述的通知的所有要求，您的通知或反通知可能失效，而且WeiAngels可能会因此忽略不完整和错误的通知而无任何责任。<br />
							我们指定的所谓的版权侵犯的通知的版权代理是：
						</p>
						<p>
							KH公司<br />
							联系人：版权代理<br />
							电子邮件：copyright@Weiangels.org
						</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">知识产权- 项目创建者</b>
					<div class="help_desc_item">
						<p>该服务可为你提供将你的项目内容上传到网站。对于您上传的内容，公司没有任何所有权，公司需要以下协议去完成此服务。在此，公司授予您全球性，非排他性，免版税，权利（并允许他人代其行事）(i)使用主机，显示器等其他以你的名义完成（例如，使用服务，主机，音频流，传输，播放，转码，复制，显示，功能，市场，销售，分发和其他方式（"主机"）的内容，以及所有相关的著作权保护的作品或原数据，包括但不限于照片，图形和说明性文字（"艺术品"）与此服务连接）; （ii）(允许其他用户) 音频流，传输，播放，下载，展示，特征，分布，收集和以其他方式使用的内容和艺术作品;和（iii）使用和发布，并允许他人使用和发布，涉嫌与该服务提供的姓名（或名称），商标，肖像，以及你的小组成员个人传记材料。</p>
						<p>您同意支付的所有的使用费和其他由于您提交你的内容到此项服务或公司主办的内容所预期的使用条款而欠个人或实体的款项。</p>
						<p>为使公司根据上述规定托管您的内容，您在此授予公司与该服务有关的全球性，非排他性的，永久性的，免版税，转授权和转让的权利，以使用，复制，拷贝，并显示您的商标，服务标记，口号，标志或类似的专有权利（统称"商标"）</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">知识产权- 用户</b>
					<div class="help_desc_item">
						<p>该服务可能提供用户来添加，创建，上传，提交，发布，收集，或邮寄（"提交"）的内容，视频，音频剪辑，书面意见的论坛，数据，文字，照片，软件，脚本，图形或其他信息的网站（统称为"用户意见书"）。通过提交的网站或通过本服务进行提交：</p>
						<ul>
							<li><p>确认通过提交任何用户将其提交给网站，您要发布的用户提交，并且您可能会发现你在公开你的用户名ID与所提交的任何此类用户意见书；</p></li>
							<li><p>通过在网站或服务中提交的任何用户，您在此做的一切应给予公司一项全球性，非排他性，永久性，不可撤销，免版税，缴足再授权的许可使用和转让，编辑，修改，重制，分发，编制，展示，表演，衍生作品并以其他方式充分利用了与网站的服务以及公司用户所提交的的连接（包括其继承人和受让人）业务，包括但不限于本网站促进和重新分配的部分或全部（衍生作品除外）或任何媒体格式和通过任何媒介渠道（包括但不限于第三方网站）的服务。你也应给予每个网站用户和/或非独家授权的服务，可透过本网站服务您的用户提出的意见，使用，编辑，修改，复制，发行，制作衍生作品，专为个人显示和执行，此类用户非商业用途的意见。为清楚起见，上述发牌予本公司来说并不会影响您的其他用户提交的所有权或许可权（S）以及包括有权授予额外的许可证到您的用户提交的材料（S）等，除非另有书面同意；</p></li>
							<li><p>声明和保证，能证明您对公司要求的所有满意度（i）拥有或控制的所有权利都在你的用户所提交的内容中，或者说这些用户在公共领域所提交的内容，是对公司的完全满意，(ii)你完全有权代表任何权利采取行动，所有权或利益，并在所有业主中的任何用户提交的内容中使用这些内容所设想的这些条款，并授予上述规定的特许经营权，(iii)你有权限使用每个可识别个人的名字和肖像，并利用这种个人的识别或个人信息，这些使用条款设想;及（iv）你有权向提交给本公司及本服务的所有用户授予所有规定的上述权利；</p></li>
							<li><p>由于您提交的任何用户对本服务提交其他款项，你同意支付欠任何个人或实体的费用；</p></li>
							<li><p>由公司和用户使用或其他开发都是通过网站服务或使用进行，例如用户提交的其他开发若依本协议将不会侵犯或违反任何第三方的权利，包括但不限于任何隐私的权利，宣传权，著作权，合同权利或任何其他知识产权或专有权利；</p></li>
							<li><p>了解公司应有权删除，编辑，修改，调整，摘录，或翻译任何资料，内容或你所提交的资料，以及所有资料公开张贴或私下传送，通过该网站的唯一责任人该内容的出处，而公司将不会对任何错误或遗漏的任何内容承担责任；而该公司不能保证任何其他用户与您交互时在使用服务的过程中保密身份。</p></li>
						</ul>
						<p>公司不认可，也没有对任何用户提交进行控制。公司不能保证任何数据，用户可以提供其真实性。您承认您使用本服务访问的所有内容的风险由您自己承担，由此造成的任何一方自行负责。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">终止</b>
					<div class="help_desc_item">
						<p>公司可随时终止您对部或部分服务的任何访问，不管有没有原因，不管有没有通知都会立即生效，这可能导致您会员相关的所有信息的破坏。如果您想终止您的帐户，你可以在网站上通过以下说明。本协议所支付的任何费用不予退还。本使用条款的所有规定，其性质应终止后继续将复活终止，包括但不限于所有权的规定，保修免责声明，赔偿和限制赔偿责任。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">免责声明</b>
					<div class="help_desc_item">
						<p>公司无特殊关系或给你受托责任。您承认公司没有控制权，也没有义务采取任何方面的行动：对于那些用户能够访问你的网站，那些内容可以被访问，你可以访问的网站上的内容可能对你有什么影响，你怎样去解释所使用的内容，或者对于所接触到内容的结果会采取一些行动。你从所有你所获得的或未获得的责任去网上公开你帐户的内容。本网站可能包含或引导您的网站包含的信息，有些人可能会发现这些具有攻击性或不恰当。公司对此不作任何回应。</p>
						<p>包括可以通过网站获得的任何内容，以及公司将会对此或准确性、版权、合法性负责或者包含了我们通过网站和服务所获得的正面信息。</p>
						<p>本服务是"按原样"及"现有"和不附带任何形式，明示或暗示的保证，包括但不限于对所有权的隐含担保，不侵权，适销性和特定用途的适用性，及任何交易用途担保暗示的表现或过程，所有这些都明了所承担的任何责任。公司，其董事，雇员，代理商，供应商，合作伙伴和内容提供商不保证：（A）本服务将在任何特定时间或位置的安全或提供;（B）任何缺陷或错误都将得到更正;（ C）任何病毒或其他有害成分的内容或软件或透过本服务提供；（D）使用服务的结果将满足您的要求。您对服务的使用完全由您自行承担风险。</p>
						<p>一些地方不允许对一个保修期能维持多长时间进行提示，因此上面的限制可能不适合你。</p>
						<p>电子通信隐私法的通知（18USC2701至2711）：公司任何通讯或本网站或链接到网站的任何网站传输的信息没有任何保密保证。公司将不会保留电子邮件地址的隐私，登记和标识信息，磁盘空间，通讯，机密或商业秘密信息，或其他任何公司的设备存储在由网站访问的网络传输中，承担或以其他方式连接您使用的服务。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">保障</b>
					<div class="help_desc_item">
						<p>您应维护，保障，并保持公司不受损害，其附属公司和它的每一个关联公司的员工，承建商，董事，供应商和索赔和费用的所有责任，包括合理的律师费，即产生的代表或有关您使用或，或访问，网站，服务，内容或从您的用户提交，对违反使用条款，或侵权，或任何第三方使用您的帐户，任何知识产权或其他权利的任何人或实体。公司保留权利，承担独家辩护和控制的任何事项，赔偿事项，在此情况下，您将协助合作公司任何主张都是可用的防御。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">责任限制</b>
					<div class="help_desc_item">
						<p>任何情况下，公司或其董事，雇员，代理商，合作伙伴，供应商都应按合同承担责任，任何侵权，都将失去其他法律或关于本服务理念的平衡法(I)对于任何利润，数据丢失，替代商品或服务的采购成本，或特殊的，间接的，偶然的，替代商品或服务，惩罚性或任何形式的间接损失；(II)任何错误，病毒，或相类似的毁灭或(III)对于任何过量的直接损失超过100元。某些地方不允许特例或限制意外或间接损失，因此上述的限制和特例可能不适用于您。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">国际化</b>
					<div class="help_desc_item">
						<p>对有非法内容区域的访问是禁止的。如果你从其它网站访问该服务，就应该这样操作，并使自发的服务与当地法律保持一致。</p>
						<p>电子化传递/通告政策以及批文</p>
						<p>通过服务的使用，您同意接收来自WeiAngels的所有通讯，包括电子化通知，协议，法律要求披露的其他信息或与服务连接（统称"合同通知书"）。 WeiAngels可提供WeiAngels网站上他们张贴的这种电子合同通知书。如果你希望得到撤销合同通知书电子批文，你必须停止你对WeiAngels网站服务的使用。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">法制</b>
					<div class="help_desc_item">
						<p>本服务条款（以及任何进一步的规则，政策纳入或参照本准则）应受中国法律控制并能作出解释，任何原则的落实不与法律相冲突，不应用在统一计算机信息交易法或联合国公约为国际货物的销售控制中。您认为本公司（及所有服务）是一种被动网站，并未引起WeiAngels或引起各自母公司，子公司，关联公司，继承人，受让人，雇员，代理人，董事，高级职员或股东的注意，无论是具体或一般在任何司法管辖区的等个人管辖权。您赞同任何在法律上或仲裁所产生的或与之有关的这些条款，或您使用或服务不使用，应仅在中国天津市河北区法院提出您所同意并提交的这些诉讼和任何此类行动的目的，以及该等法院的属人管辖权。在此不您可撤销或放弃任何权利，你可能对诉讼或法律程序的审判有些争议。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">集成与分割</b>
					<div class="help_desc_item">
						<p>本使用条款与公司的服务和使用本网站的全部协议有关，并取代所有以前与您相关的网站公司或同期的通讯和建议（无论是口头，书面或电子形式）。如果发现本使用条款的规定不可执行或无效，就有必要对本规定进行限制或降至最小程度，否则这样的使用条款将继续保有完全效力并强制执行。在任何方面未能行使本规定的任何权利，不得被视为对本协议任何进一步权利的放弃。</p>
					</div>
				</div>
				<div class="help_desc" style="margin-top:0;">
					<b class="help_class_title2">杂项</b>
					<div class="help_desc_item">
						<p>公司不得因本协议超出其任何合理的控制而不履行相关义务，从而导致这些失败，机械，电子或通信故障或退化（包括"线路噪声"干扰）。本使用条款仅适用于个人，不可转让，除非事先得到公司书面同意，再授权由你进行转让。公司可转让，转移或对本协议中任何未经许可的权利和义务进行委托。任何代理，合伙，合资或雇佣关系的创建都基于本使用条款而形成，双方都没有以任何形式对任何其他方面的权力进行约束。在任何行动或诉讼的强制执行下有使用条款的权利，胜诉方将有权收回成本和律师费。本使用条款上的所有通知将以书面形式发送，回执就被认为是已经成功接收，如果交付或亲自送交或通过认证的挂号信，要求回执，当电子收据证实，通过传真或电子邮件，如果传输邮件;或后一天发送，如果认可隔夜送货服务次日递传送。</p>
						<p>生效日期：2011年03月27日</p>
					</div>
				</div>
			</div>
		</div>
	<div class="mainbottom"></div>
</asp:Content>

